{
    "index": {
        "intro": {
            "hello": "Hey! I'm Martin",
            "scrollingSubheader": "<0>I create <1><0><0>websites</0><1>games</1><2>frameworks</2><3>scripts</3><4>projects</4><5>websites</5></0></1></0> matching modern expectations",
            "toolsHeader": "What do I use?",
            "toolsImgAlt": "Icons of programming languages, technologies and more"
        },
        "skills": {
            "title": "Skills",
            "duration_one": "{{count}} year of experience",
            "duration_other": "{{count}} years of experience",
            "note": "Note: The numbers are <2>relative</2> to each other."
        },
        "projects": {
            "title1": "Project 1: Discover <2>Poland</2>",
            "description1": "Have you ever considered visiting Poland? Visit Discover Poland now to find out why it's a good idea! Discover Poland is a website about tourist attractions in Poland, encouraging to discover the ❤️ of Europe.",
            "title2": "Project 2: MusicVision",
            "description2": "MusicVision is an experimental project to create a Spotify dashboard, including your top artists, tracks, historical listening data and playback control. Currently MusicVision isn't available as a website, but the code is public on GitHub.",
            "title3": "Project 3: yr-weather",
            "description3": "<0>yr-weather</0> is a Python library to get weather data from the Norwegian Meteorological Institute's APIs. They are completely free to use and this library aims to make it as simple as possible to use them.",
            "techUsed": "Technologies used: {{tech, list}}",
            "socialifyNote": "The image is provided by <2>socialify</2>."
        }
    },
    "about": {
        "title": "About",
        "description": {
            "part1": "I see developing products which provide utility, make lives easier and provide inspiration for other projects as highly valuable. When I first started experimenting with programming in 2017, I learned that it can provide products which other people enjoy and find useful. That's why I still code today, and learn something new every day.",
            "part2": "I hope my website made you interested in my work. I've had a lot of fun making it! The technologies used are, among others, Typescript, React Router, Tailwind CSS and i18n. In case of questions about the website or any other of my projects, feel free to contact me!"
        },
        "browseCode": "Browse this website's code"
    },
    "common": {
        "visit": "Visit {{destination}}",
        "browseCode": "Browse code",
        "goBack": "Back to Home"
    },
    "nav": {
        "home": "Home",
        "skills": "Skills",
        "projects": "Projects",
        "about": "About",
        "language": "Language"
    },
    "footer": {
        "title": "My Portfolio"
    },
    "error": {
        "header": "Sorry!",
        "subheader": "An unexpected error has occured"
    }
}
